reply_texts = {
    'hello': 'Привет! \U0001F344 \n Я — бот, который умеет определять грибы по фотографиям. ' +
             'Сейчас я могу определить 23 вида наиболее популярных грибов.\n' +
             'Список грибов, которые я знаю, можно вывести командой /list',
    'guide': 'Просто отправь мне фото гриба, название которого ты хочешь узнать.',
    'warning': 'Я не умею отличать съедобные грибы от ядовитых, поэтому не полагайтесь на мои предсказания при сборе грибов!',
    'unknown_command': 'Прошу прощения, такой команды я не знаю',
    'reg_answer': 'Я пока не слишком разговорчив, лучше пришли мне фото гриба \U0001F344',
    'shrooms_list': 'Вот грибы, которые я уже научился распознавать:\n\n' +
                    'Бледная поганка\n' +
                    'Белый гриб\n' +
                    'Боровик\n' +
                    'Вешенка\n' +
                    'Влажноголовка\n' +
                    'Волнушка розовая\n' +
                    'Горькушка\n' +
                    'Груздь белый\n' +
                    'Груздь чёрный\n' +
                    'Дождевик\n' +
                    'Лисичка\n' +
                    'Масленок\n' +
                    'Моховик\n' +
                    'Мухомор\n' +
                    'Навозник\n' +
                    'Опенок\n' +
                    'Подберёзовик\n' +
                    'Подосиновик\n' +
                    'Рыжик\n' +
                    'Сатанинский гриб\n' +
                    'Свинушка\n' +
                    'Сморчок\n' +
                    'Строчок\n' +
                    'Сыроежка\n' +
                    'Цезарский гриб\n' +
                    'Чешуйчатка\n' +
                    'Шампиньон\n' +
                    'Энтолома\n'
}

shrooms_dict = {
    'Agaricus': 'Шампиньон',
    'Amanita': 'Мухомор',
    'Amanita caesarea': 'Цезарский гриб',
    'Amanita phalloides': 'Бледная поганка',
    'Armillaria': 'Опёнок',
    'Boletus': 'Боровик',
    'Boletus edulis': 'Белый гриб',
    'Boletus satanas': 'Сатанинский гриб',
    'Cantharellus': 'Лисичка',
    'Coprinus': 'Навозник',
    'Entoloma': 'Энтолома',
    'Gyromitra': 'Строчок',
    'Hygrocybe': 'Влажноголовка',
    'Lactarius deliciosus': 'Рыжик',
    'Lactarius necator': 'Чёрный груздь',
    'Lactarius resimus': 'Белый груздь',
    'Lactarius rufus': 'Горькушка',
    'Lactarius torminosus': 'Волнушка розовая',
    'Leccinum aurantiacum': 'Подосиновик',
    'Leccinum scabrum': 'Подберёзовик',
    'Lycoperdon': 'Дождевик',
    'Morchella': 'Сморчок',
    'Paxillus': 'Свинушка',
    'Pholiota': 'Чешуйчатка',
    'Pleurotus': 'Вешенка',
    'Russula': 'Сыроежка',
    'Suillus': 'Маслёнок',
    'Xerocomus': 'Моховик'
}
